app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Class one"], ["room_number", 1234], ["created_at", "2021-07-22 04:12:54.552801"], ["updated_at", "2021-07-22 04:12:54.552801"]]
---
  def create
    @school_class = SchoolClass.create(class_params)